{
    "Level1Summary": {
        "Introductions": [
            {
                "Introduction and Logistics": {
                    "Summary": "The conversation begins with Wes P welcoming the participants and providing an overview of the session. He mentions that they will be discussing non-medical switching and emphasizes that there are no wrong answers. Wes P also highlights the confidentiality of the conversation. The participants introduce themselves and share who they would like to have lunch with, ranging from Jesus to Kermit the Frog. Aarti Patel and Bridget Doherty from Janssen introduce themselves and express their interest in having lunch with Ben Franklin and Alexander Hamilton, respectively. Gabrielle Geonnotti from the Janssen scientific affairs patient engagement team introduces herself and chooses Leonardo DaVinci as her lunch companion. Casey C from CorEvitas introduces herself and expresses her desire to have lunch with Nichelle Nichols, the original Uhura on Star Trek.",
                    "Quotes": [
                        {
                            "Person": "Gabe H",
                            "Quote": "I would think the one person would probably be Jesus. I think that would be a pretty cool lunchtime conversation."
                        },
                        {
                            "Person": "Alex F",
                            "Quote": "My grandmother. I just miss her so much, and it’s been more than 30 years since she’s been gone. And I would just love to talk to her."
                        }
                    ]
                },
                "Topic: Non-Medical Switching": {
                    "Summary": "The main topic of discussion is non-medical switching. Wes P mentions that the participants had completed pre-work on this topic. He emphasizes the importance of using generic or drug class names instead of specific branded medication names. The participants are encouraged to share their thoughts, opinions, and personal experiences related to non-medical switching. Wes P also mentions that adverse events or product complaints should be avoided, but if they arise, they need to be reported to the appropriate J&J organization. The intention is to collect insights and experiences regarding non-medical switching.",
                    "Quotes": [
                        {
                            "Person": "Wes P",
                            "Quote": "Today, we’re talking about non-medical switching, so obviously, it’s related to your medication. So there’s a good chance that you may want to tell us about your medication, and the fact that you were switched, or you weren’t switched off of it."
                        },
                        {
                            "Person": "Allison D",
                            "Quote": "I just finished the book When Breath Becomes Air. And it’s about a neurosurgery resident who’s diagnosed with lung cancer. And despite all his treatments, he decided to go back to doing neurosurgery. And I think that would be really cool because I feel like our stories are kind of similar in some ways. So I would love to meet him."
                        }
                    ]
                }
            }
        ],
        "NMS Awareness": [
            {
                "Topic 1: Personal Experiences with Non-Medical Switching": {
                    "Summary": "Participants shared their personal experiences with non-medical switching, highlighting frustrations and challenges they faced. Allison, a nurse, expressed frustration with insurance companies dictating treatment decisions and the impact it has on patients. Gabe mentioned his experience with providers starting with cost-effective options but being open to adjusting if necessary. Jed shared his experience of insurance companies switching his providers, leading to a decline in the quality of care he received.",
                    "Quotes": [
                        {
                            "Person": "Allison D",
                            "Quote": "It’s just a really frustrating experience when the doctor says they need to try one medication. And they’re like, 'Well, try this other thing.' And it’s just like, 'Well, we would have recommended that if we thought that it was the best course of action.'"
                        },
                        {
                            "Person": "Gabe H",
                            "Quote": "In my experience, in my perception, it has been due to, perhaps, the variety of copay that I might be responsible for... It has been kind of an overarching thing, that it has been a journey with my provider."
                        }
                    ]
                },
                "Topic 2: Insurance Company Influence on Non-Medical Switching": {
                    "Summary": "Participants discussed the role of insurance companies in non-medical switching. They expressed the belief that insurance companies prioritize cost savings over patient well-being. Alex shared her recent experience of insurance denying her medication, leading to a delay in treatment and worsening of her condition. Clarence mentioned his experience of insurance formulary changes leading to increased costs and the need to switch medications.",
                    "Quotes": [
                        {
                            "Person": "Alex F",
                            "Quote": "I was scared because the medications for PH are life-sustaining. And so, I really did get scared and upset... I was off for three months, according to them."
                        },
                        {
                            "Person": "Clarence W",
                            "Quote": "The supplemental insurance company is willing to pay what the formulary is and that's it... The formulary change was the cause of this medication needing to be switched because of the cost."
                        }
                    ]
                },
                "Topic 3: Challenges and Frustrations with Non-Medical Switching": {
                    "Summary": "Participants expressed frustration, stress, and annoyance with non-medical switching. They highlighted the bureaucratic nature of insurance companies and the lack of consideration for patient well-being. Allison emphasized the frustration of insurance companies dictating treatment decisions for serious conditions like pulmonary hypertension. Jed shared his frustration with insurance-driven provider switches and the negative impact on the quality of care received.",
                    "Quotes": [
                        {
                            "Person": "Allison D",
                            "Quote": "Just because a provider would not prescribe a medication if they didn’t think it was the best course of action for this patient. And it’s really frustrating, especially... they want to do the cheapest drug that’s most available."
                        },
                        {
                            "Person": "Jed F",
                            "Quote": "It wasnt frustrating. Well, it wasnt stressful, but it was a little frustrating for me... Its just someone in finance whos making these decisions."
                        }
                    ]
                }
            }
        ],
        "NMS Taking Action": [
            {
                "Topic 1: Seeking Medical Advice and Support": {
                    "Summary": "Participants discussed their approach to seeking medical advice and support when faced with a medication switch. Some mentioned going straight to their doctors to determine if the switch is appropriate and safe, while others emphasized the importance of having a strong relationship with their healthcare providers. They also highlighted the need for physicians to be knowledgeable about insurance companies and pharmaceuticals to effectively advocate for their patients. Additionally, participants mentioned the role of patient advocacy groups and non-profits in providing support and guidance during the challenge process.",
                    "Quotes": [
                        {
                            "Person": "Allison D",
                            "Quote": "I would go straight to my doctors and be like, is this something that you would consider an appropriate switch or a safe switch?"
                        },
                        {
                            "Person": "Jed F",
                            "Quote": "I would go back to my doctor immediately and not just say I'll go back on this previous medication. I would inquire and want to know more about other medications between these two."
                        }
                    ]
                },
                "Topic 2: Challenging the Switch Decision": {
                    "Summary": "Participants discussed their thoughts on challenging the switch decision and the factors that would influence their decision. Some expressed a willingness to challenge the decision, while others mentioned the importance of considering the severity of their condition and the potential risks of running out of medication during the challenge process. Participants also highlighted the role of their healthcare providers in initiating the challenge and the potential involvement of pharmaceutical companies in the decision-making process.",
                    "Quotes": [
                        {
                            "Person": "Gabe H",
                            "Quote": "I think it was really kind of very depending on what the medication is and what my time horizon is, what's going on, what are my symptoms, what is the situation would kind of dictate how quickly or how aggressively I might choose to take action."
                        },
                        {
                            "Person": "Alex F",
                            "Quote": "I would definitely go to the doctor to challenge it because I don't think insurances have any right to butt into my medical affairs. I would call the pharma and say that the insurance for me is inpatient, outpatient, and I would try to figure out what's going on."
                        }
                    ]
                },
                "Topic 3: Role of Insurance Companies and Formulary Changes": {
                    "Summary": "Participants discussed their perceptions of insurance companies and formulary changes in the context of medication switches. They expressed frustration with insurance companies' involvement in their medical decisions and the impact of formulary changes on their access to medications. Some participants mentioned the need to call insurance companies themselves to advocate for their medication needs, while others emphasized the importance of having a strong relationship with their healthcare providers to navigate the insurance challenges.",
                    "Quotes": [
                        {
                            "Person": "Clarence W",
                            "Quote": "I would go back to my physician first and be more forceful and work with her, work with them if possible and maybe hopefully they would call the insurance company and something might happen that way."
                        },
                        {
                            "Person": "Jed F",
                            "Quote": "Yes, the insurance or you've been switched to a company that insurance works with. It's basically been there for me, it's all the insurance didn't want to pay or insurance sign a new deal with different pharmacy."
                        }
                    ]
                }
            }
        ],
        "NMS Effects": [
            {
                "Impact on Relationship with Provider": {
                    "Summary": "Participants discussed how non-medical switching could impact their relationship with their healthcare provider. Some felt that if the switch was communicated honestly and transparently, it could strengthen the relationship. However, if the communication was not done well, it could damage the relationship. Participants expressed the expectation that their provider would take the initiative to challenge the switch and fight for their best interests. If the provider did not take the initiative, participants mentioned that they would consider finding a new provider who would advocate for them.",
                    "Quotes": [
                        {
                            "Person": "Gabe H",
                            "Quote": "So if they came to me would say, 'Hey, look. Whos this? Whats happening? This is being switched for a non-medical reason. These are the reasons its being switched and these are from a medical perspective, these are the outcomes Id anticipate.' Then that could be, 'Hes- he or she is being honest and straightforward.' And if it didnt go in a positive way, the communication was not done in a positive way, whether its a good communication or a bad communication, it could damage that relationship."
                        },
                        {
                            "Person": "Clarence W",
                            "Quote": "It could have gone in the other direction if she, I should say if they I shouldnt keep saying she because I dont want to offend anybody, the difference between a he or a she but the relationship really could have went south if we didnt have a small conversation about going back to the med that was working in the beginning."
                        }
                    ]
                },
                "Stability on Medication and Health Impact": {
                    "Summary": "Participants expressed concerns about the stability of their medication and the potential impact on their overall health if they were forced to switch due to non-medical reasons. They emphasized the importance of remaining on their current medication to maintain stability and avoid negative health consequences. The fear of disease progression and the potential need to taper off medication were also mentioned as significant concerns.",
                    "Quotes": [
                        {
                            "Person": "Jed F",
                            "Quote": "Just knowing that the longer I go the harder its going to be to get back on a treatment like this, I would definitely feel like Im against the clock and I might have to even skip work just to focus on getting this figured out."
                        },
                        {
                            "Person": "Alex F",
                            "Quote": "If I hadnt have been on the medication, would my condition have progressed so much worse it totally could have had a bad effect on my health."
                        }
                    ]
                },
                "Trust and Advocacy": {
                    "Summary": "Participants discussed the importance of trust and advocacy in their relationship with healthcare providers. They shared experiences where lack of trust or failure to advocate for them had a negative impact on their relationship. Participants emphasized the need for providers to take responsibility for fighting insurance requests and ensuring prior authorizations are addressed. They expressed the desire for a healthcare team that would actively advocate for their needs.",
                    "Quotes": [
                        {
                            "Person": "Allison D",
                            "Quote": "Really having a team thatll advocate for you, a prior authorization is someones job. You cant just tell me its not your job without pointing me to the direction of the someone whose job it actually is. I think thats just one of the bigger things. If theyre not willing to fight for you... really not taking that time can really make or break a relationship."
                        },
                        {
                            "Person": "Alex F",
                            "Quote": "I know that hospitals are constantly busy and you got to sit there and wait for several hours to be seen and that sort of thing."
                        }
                    ]
                },
                "Impact on Mental Health": {
                    "Summary": "Participants acknowledged the potential impact of non-medical switching on their mental health. They discussed the stress that comes with dealing with serious health conditions and how the uncertainty and disruption caused by switching medications can exacerbate that stress. Participants expressed the need for stability in their medication to avoid negative effects on their mental health.",
                    "Quotes": [
                        {
                            "Person": "Gabe H",
                            "Quote": "The side car of stress that comes along with so many of these situations can take a very real and very negative effect on your health."
                        },
                        {
                            "Person": "Alex F",
                            "Quote": "If I would have been out for those three months I was thinking about that just now, it really would have been not good."
                        }
                    ]
                }
            }
        ],
        "NMS Support": [
            {
                "Support during non-medical switch process": {
                    "Summary": "Participants discussed the support they would have needed during a non-medical switch process and to remain on the originally prescribed medication. Clarence mentioned the need for financial support to lower the cost of the medication. Allison emphasized the importance of having a strong physician, nurse practitioner, or nurse coordinator for support and resources. Jed highlighted the value of seeking advice from someone who has experienced a similar switch. Gabe emphasized the need for sound medical advice to make informed decisions.",
                    "Quotes": [
                        {
                            "Person": "Clarence W",
                            "Quote": "More support from my physician might have helped but to a larger degree some support financially, not money in my pocket but financial support for lowering the cost of the medication."
                        },
                        {
                            "Person": "Allison D",
                            "Quote": "Having a strong physician or a nurse practitioner or even a very strong nurse coordinator is super important dealing with this and just having people that you know that you can talk to and get support from without being judged or feeling like it's a waste of their time."
                        }
                    ]
                },
                "Importance of a strong support network": {
                    "Summary": "Participants emphasized the importance of having a strong support network to navigate the non-medical switch process. Allison mentioned relying on a nurse coordinator for support with insurance-related issues. Jed highlighted the value of seeking advice from someone with experience in similar situations. Alex expressed the need for guidance and support from healthcare providers to understand the process and make informed decisions.",
                    "Quotes": [
                        {
                            "Person": "Allison D",
                            "Quote": "I feel like my nurse coordinator is the first line of action generally because if you ask my physician anything about insurance or something like that he would just look at you with a blank stare."
                        },
                        {
                            "Person": "Jed F",
                            "Quote": "I would want to reach out to someone who's had this happen before and see what they did. I think about all these times where I've just gone crazy just to fix something and then I found out oh there's an easier option, I should have just looked at that."
                        }
                    ]
                },
                "Need for clear communication and information": {
                    "Summary": "Participants highlighted the importance of clear communication and access to information during a non-medical switch process. Alex expressed the need for better communication from healthcare providers to understand the steps and options available. Jed emphasized the importance of receiving sound medical advice to make informed decisions. Gabe also stressed the need for clear medical advice to determine whether to challenge the switch or not.",
                    "Quotes": [
                        {
                            "Person": "Alex F",
                            "Quote": "Knowing what I would have to do to tell them, to talk to them, I've never had to do it before except for the other one. For me, it just felt like I got a door slammed in my face and so I couldn't take that medication according to them."
                        },
                        {
                            "Person": "Gabe H",
                            "Quote": "For me, it's very much I would need a medical person whom I trusted to let me know if it's a good idea or not from a medical perspective. That's the support I would feel I would need in the medical realm."
                        }
                    ]
                }
            }
        ]
    }
}