{
    "Level2Summary": {
        "Personal Experiences with Non-Medical Switching": {
            "Summary": "Participants shared their personal experiences with non-medical switching, highlighting frustrations and challenges they faced, including insurance companies dictating treatment decisions and the impact on patients.",
            "Quotes": [
                {
                    "Person": "Allison D",
                    "Quote": "It’s just a really frustrating experience when the doctor says they need to try one medication. And they’re like, 'Well, try this other thing.'"
                },
                {
                    "Person": "Gabe H",
                    "Quote": "In my experience, in my perception, it has been due to, perhaps, the variety of copay that I might be responsible for... It has been kind of an overarching thing, that it has been a journey with my provider."
                }
            ]
        },
        "Insurance Company Influence on Non-Medical Switching": {
            "Summary": "Participants discussed the role of insurance companies in non-medical switching, expressing the belief that insurance companies prioritize cost savings over patient well-being, leading to denied medications, delays in treatment, and worsening conditions.",
            "Quotes": [
                {
                    "Person": "Alex F",
                    "Quote": "I was scared because the medications for PH are life-sustaining. And so, I really did get scared and upset... I was off for three months, according to them."
                },
                {
                    "Person": "Clarence W",
                    "Quote": "The supplemental insurance company is willing to pay what the formulary is and that's it... The formulary change was the cause of this medication needing to be switched because of the cost."
                }
            ]
        },
        "Challenges and Frustrations with Non-Medical Switching": {
            "Summary": "Participants expressed frustration, stress, and annoyance with non-medical switching, highlighting the bureaucratic nature of insurance companies and the lack of consideration for patient well-being.",
            "Quotes": [
                {
                    "Person": "Allison D",
                    "Quote": "Just because a provider would not prescribe a medication if they didn’t think it was the best course of action for this patient. And it’s really frustrating, especially... they want to do the cheapest drug that’s most available."
                },
                {
                    "Person": "Jed F",
                    "Quote": "It wasnt frustrating. Well, it wasnt stressful, but it was a little frustrating for me... Its just someone in finance whos making these decisions."
                }
            ]
        },
        "Seeking Medical Advice and Support": {
            "Summary": "Participants discussed their approach to seeking medical advice and support when faced with a medication switch, emphasizing the importance of having a strong relationship with their healthcare providers and the need for physicians to be knowledgeable about insurance companies and pharmaceuticals.",
            "Quotes": [
                {
                    "Person": "Allison D",
                    "Quote": "I would go straight to my doctors and be like, is this something that you would consider an appropriate switch or a safe switch?"
                },
                {
                    "Person": "Jed F",
                    "Quote": "I would go back to my doctor immediately and not just say I'll go back on this previous medication. I would inquire and want to know more about other medications between these two."
                }
            ]
        },
        "Challenging the Switch Decision": {
            "Summary": "Participants discussed their thoughts on challenging the switch decision and the factors that would influence their decision, including the severity of their condition, potential risks of running out of medication, and the role of healthcare providers in initiating the challenge.",
            "Quotes": [
                {
                    "Person": "Gabe H",
                    "Quote": "I think it was really kind of very depending on what the medication is and what my time horizon is, what's going on, what are my symptoms, what is the situation would kind of dictate how quickly or how aggressively I might choose to take action."
                },
                {
                    "Person": "Alex F",
                    "Quote": "I would definitely go to the doctor to challenge it because I don't think insurances have any right to butt into my medical affairs. I would call the pharma and say that the insurance for me is inpatient, outpatient, and I would try to figure out what's going on."
                }
            ]
        },
        "Impact on Relationship with Provider": {
            "Summary": "Participants discussed how non-medical switching could impact their relationship with their healthcare provider, emphasizing the importance of honest and transparent communication, and the expectation that their provider would take the initiative to challenge the switch and fight for their best interests.",
            "Quotes": [
                {
                    "Person": "Gabe H",
                    "Quote": "So if they came to me would say, 'Hey, look. Whos this? Whats happening? This is being switched for a non-medical reason. These are the reasons its being switched and these are from a medical perspective, these are the outcomes Id anticipate.' Then that could be, 'Hes- he or she is being honest and straightforward.'"
                },
                {
                    "Person": "Clarence W",
                    "Quote": "It could have gone in the other direction if she, I should say if they I shouldnt keep saying she because I dont want to offend anybody, the difference between a he or a she but the relationship really could have went south if we didnt have a small conversation about going back to the med that was working in the beginning."
                }
            ]
        },
        "Support during Non-Medical Switch Process": {
            "Summary": "Participants discussed the support they would have needed during a non-medical switch process, including financial support, having a strong healthcare team, and seeking advice from someone who has experienced a similar switch.",
            "Quotes": [
                {
                    "Person": "Clarence W",
                    "Quote": "More support from my physician might have helped but to a larger degree some support financially, not money in my pocket but financial support for lowering the cost of the medication."
                },
                {
                    "Person": "Allison D",
                    "Quote": "Having a strong physician or a nurse practitioner or even a very strong nurse coordinator is super important dealing with this and just having people that you know that you can talk to and get support from without being judged or feeling like it's a waste of their time."
                }
            ]
        }
    }
}